IDEA Open Model
MatConcreteEc2.Fcm Property
Compatible with IDEA StatiCa 20.1
 Mean value of concrete cylinder compressive strength - fcm
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Fcm { get; set; }
Public Property Fcm As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace